name: "densenet"
platform: "onnxruntime_onnx"
max_batch_size: 8 
input [
  {
    name: "data" 
    data_type: TYPE_FP32
    dims: [3, 224, 224]  # Định dạng ảnh (C, H, W)
    reshape { shape: [ 1, 3, 224, 224 ] }
  }
]
output [
  {
    name: "prob" 
    data_type: TYPE_FP32
    dims: [1000]  # 1000 class output
    label_filename: "densenet_labels.txt"
  }
]
